{
  "SHEETS": {
    "list": [
      {
        "project_title": "Gameday",
        "design_and_dev": "Alex Duner",
        "project_subhead": "Inside the anarchy of a Big Ten football game",
        "base_url": "http://apps.northbynorthwestern.com/gameday",
        "published_date": "Nov. 23, 2014",
        "project_intro": "<p>Football games have a different meaning, depending on who you ask. Students see them as social events, players see them as the highlight of their weeks and staff members see them as their job. </p> <p> On November 8, Michigan visited Evanston to take on the Wildcats in a battle of two below-average teams. The outcome wasn't pretty — a 10-9 Wolverine victory — but what happened behind the scenes throughout the game  was a work of art. Chaos was successfully controlled, and logistically, everything went to plan. Normally, when everything goes to plan, that isn't newsworthy. But hey, this isn't normal. It's Gameday.",
        "sheet": "META"
      },
      {
        "title": "The Superfan",
        "slug": "superfan",
        "subhead": "This dude takes it to a whole new level",
        "author": "Jacqueline Tang",
        "article": "<p>For Medill junior Michael Payant, gameday begins long before kickoff. And no, that&rsquo;s not because he&rsquo;s out tailgating early.</p><p>It&rsquo;s because Payant is actually getting ready for the game. He typically starts preparing for the game about four hours before the game begins. He isn&rsquo;t an athlete with special warm up rituals, but Payant&rsquo;s preparations for the game are almost as sacred. It takes roughly an hour, because he paints his face and dresses up. His gameday transformation is typically so significant that afterwards, he's barely recognizable.</p><p>You can find Payant in the front row of every home football and basketball game clad in purple from head to toe. A simple purple morph suit doesn&rsquo;t cut it for Payant; he&rsquo;s usually decked out in a purple afro wig, purple face paint and some loud purple ensemble.</p><p>Payant&rsquo;s dedication to the game has earned him the title of one of Northwestern&rsquo;s resident superfans. He is currently in the running for the ESPN Fan Hall of Fame competition. The ESPN Fan Hall of Fame recognizes the three most die-hard fans in the nation. He also entered the competition last year, but did not make it to the final rounds. According to Payant, he applied last year after &ldquo;I got into the whole fan persona. There are a lot of people with really compelling stories and I wanted to share mine.&rdquo;</p><p>He thinks his chances of advancing the competition are better this year because he has a better story than he did last year.</p><p>&ldquo;This year I talk a lot more about my family background and how that helped me become the fan I am today,\" he said. \"It&rsquo;s a more comprehensive picture of who I am as a fan and shows what drives me as a fan.&rdquo;</p><p>One of the most crucial elements of Payant&rsquo;s superfan wardrobe is his purple afro wig. Payant bought the wig back when he was beginning to experiment with his superfan persona at the beginning of his sophomore year. He took a four-mile walk to Skokie simply so he could purchase his wig at the Party City in Skokie. Since then, the purple afro wig has made an appearance at nearly every game. Payants says that &ldquo;[The wig] is a very essential symbol of my superfan persona.&rdquo;</p><p>For the past two home games (against Michigan and Nebraska), Payant adopted a very purple Joker ensemble. He donned a purple suit, purple pants and his lucky purple wig. To complete the Joker transformation, Payant also had his face completely painted by freshman Gavin Williams. Williams is a cognitive science major with a penchant for doing theatric makeup after having to do his own makeup for several of his high school shows.</p><p>On the day of the Northwestern-Michigan game, Taylor Swift&rsquo;s new album 1989 blasted in the background as Payant sat painstakingly still so that Williams could properly paint his face. The paint that Williams applies on Payant isn&rsquo;t simply purple and white face paint. The joker face is complete with three-dimensional, textured pieces of fake blood.</p><p>Although the gates to the stadium open an hour and a half before the game, Payant is there long before. Usually, he ends up waiting close to an hour before the stadium officially opens to fans so that he can ensure a front row seat in the student section. He typically is one of the first people on the gameday shuttles that go to Ryan Field.</p><p>Once in the stadium, the waiting game truly begins and the anticipation is tangible. Payant, and others who arrive at the game early on, count down every ten minutes to keep track of how much time is left until kickoff. Whether it be 80 minutes before the start of the game or ten minutes before the game, the countdowns are equally enthusiastic.</p><p>Payant's veins are a deep purple, as his mother, Susan Cohodes, also attended Northwestern. Cohodes, a 1983 graduate from Medill, imparted her love of the Wildcats to her son at a very young age.</p><p>&ldquo;Not in a million years [did I expect this enthusiasm] because he&rsquo;s pretty shy,\" she said. \"This has come as quite a surprise.&rdquo;</p><p>According to Cohodes, the first indication that Payant would &ldquo;color outside of the lines&rdquo; was when he returned home freshman year with a Mohawk. Payant agrees that dressing up for games like this is slightly uncharacteristic of him.</p><p>&ldquo;I&rsquo;m antisocial by nature,&rdquo; he said.</p><p>But once the purple paint comes on, the shyness is stripped away. At the games, he is always front and center, yelling his lungs out. Payant&rsquo;s outfits and loud face paint always earns him a good amount of time on the jumbo-tron or on TV.</p><p>Payant began truly embracing his purple pride at the beginning of his sophomore year. For the first home game during the 2014-2015 school year, Payant painted up with a group of other Resident Assistants and Community Assistants. That was when he realized the superfan could be for him.</p><p>&ldquo;A lot of people initially gave me weird looks [when I began going all out for games.] My friends were like, &lsquo;What are you doing?&rsquo; because they know I&rsquo;m pretty straight-edge&hellip;a pretty normal guy,&rdquo; Payant said.</p><p>But overall, the reactions have been generally positive.</p><p>&ldquo;For each game I go to dressed up, I probably get four to five people that want to take pictures with me,&rdquo; he said.</p><p>For Payant, the end of this football season is particularly bittersweet because this is his last football season as an undergraduate. He plans on graduating this spring.</p><p>&ldquo;I&rsquo;ve had a lot of fun doing this,&rdquo; Payant said. &ldquo;There are so many leaders and organizations here that it&rsquo;s easy to feel like a small fish in a big point. Being a superfan and embracing that persona has definitely helped me find my niche and a place to truly claim as my own.&rdquo;</p><p>He's made the first row of the student section a second home.</p><p>&ldquo;[The games have been] a place of sanctuary and relief for me where I don&rsquo;t have to worry about other stressors. Such a formative part of my college experience has been at Ryan Field and Welsh-Ryan.&rdquo;</p>",
        "lead_img": "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7273_2.JPG",
        "lead_img_caption": "During the game, Payant leans over the railing while cheering on the 'Cats.",
        "slideshow_picture": [
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_3180_2.jpg",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_31852.jpg",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_31872.jpg",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7325.jpg",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7536_22.jpg",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7271_22.jpg"
        ],
        "sheet": "SUPERFAN"
      },
      {
        "title": "The Field",
        "slug": "field",
        "subhead": "There's a hell of a lot more than just football players on the field",
        "author": "Daniel Hersh",
        "article": "<p>The sideline of an NCAA football game is pure bedlam. Between the TV production personnel, football players, journalists, special guests and photographers, it can get pretty cramped. This game was especially chaotic because it was broadcasted on ESPN 2, meaning a whole other dimension of media activity was added to the sideline.</p><p>In addition to what normal television crews have for a game, ESPN brings in sideline reporters and many additional HD cameras. For any football game being shown on the ESPN family of networks, the level of activity increases. But against Michigan, and for just about every other game, the media circus that is the sideline of a Big Ten game is surprisingly uneventful and works smoothly.</p><p>Between the camera truck that drives up and down the sideline (often almost running over people in the process) to get good TV shots of every play and other TV crews that carry hundreds of feet of wires, hundreds of other people jockey for a good spot to watch the game.</p><p>&ldquo;It really is a miracle how no one complains because there are a ton of people on the sidelines,&rdquo; sophomore Zack Becker, who shoots photography for Northwestern News Network from the sideline, said. &ldquo;Especially with ESPN, everything was so busy. Wires were everywhere.&rdquo;</p><p>Aside from the media, there is a whole other dimension to the sideline environment. Cheerleaders face the fans, leading them in cheers for the &lsquo;Cats. High school recruits often come, chauffeured by athletic department staff, to watch the game up close and personal.</p><p>But, that isn&rsquo;t even close to the end of it. Team managers from both teams sprint around the field to make sure the players are properly cared for, emergency medical staff remains on standby and Big Ten officials patrol the sidelines in case they are needed.</p><p>The Big Ten conference uses people &ndash; often students &ndash; to hold four parabolic microphones around the field in order to add audio snippets of the game to their broadcast. For some games, Becker is one of those students.</p><p>&ldquo;I had seen them do that on the sidelines plenty of times in person and on TV,&rdquo; he said. &ldquo;But, I never really had any idea what it actually did until I put on the headset and I could hear absolutely everything I pointed the mic at.&rdquo;</p><p>Even more, many special university guests come down to the field, too. And because Medill produces so many student publications, many student journalists do sideline reports or shoot photos from the side of the field.</p><p>In order to make sure all this controlled chaos runs smoothly, precautions have to be taken. Before the game, representatives from many of the parties are responsible for managing the game all meet to discuss the plan. That meeting, called the &ldquo;100-minute meeting,&rdquo; is attended by about 20 people (for more details, see &ldquo;The SID&rdquo;) who discuss potential dangers, which often have to do with weather.</p><p>Despite hundreds of people and machines and wires racing along the field for the whole game, everything goes to plan against Michigan. There are no miscues (besides the ones made by the players), and everything runs smoothly &ndash; everyone did their job correctly.</p><p>The obsession with football is almost unreal. Every inch of the stadium has been accounted for, either by media members or stadium staffers. Dozens of media outlets cover this game, each sending multiple people to report or photograph or video the game. All of this for a meeting between two below-.500 football teams.</p><p>And some people still call baseball &ldquo;America&rsquo;s pastime.&rdquo;</p>",
        "lead_img": "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6955_2.JPG",
        "lead_img_caption": "This cameraman, positioned on top of a car that drives up and down side of the field, gets the perfect shot for just about every play.",
        "slideshow_picture": [
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6842_2.JPG",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6845_2.JPG",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6834_2.JPG",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6849_2.JPG",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6895_2.JPG",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6931_2.JPG",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6940_2.JPG",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6941_2.JPG",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7012_2.JPG",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7024_2.JPG",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7035_2.JPG",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7340_2.JPG",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6956_2.JPG",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7405_2.JPG"
        ],
        "sheet": "FIELD"
      },
      {
        "title": "The Food Staff",
        "slug": "food",
        "subhead": "How do you decide how many hotdogs to provide at the game?",
        "author": "Ellen Schmitz",
        "article": "<p>Food and sports just go together. Athletes have to refuel and spectators need their concessions. Popcorn, hotdogs, pretzels: you can buy it all at Ryan Field.</p><p>Robert Ryder is Sodexo&rsquo;s Operations Manager for the concessions at home football games. He deals with the math behind the food, sorting through over fifteen years of historical data on the food sales at Northwestern home games. Ryder first looks at the opponent, who can influence the amount of each item Sodexo orders.</p><p>&ldquo;Folks from different parts of the country eat differently,&rdquo; Ryder said. &ldquo;Wisconsin fans eat a lot of bratwurst.&rdquo;</p><p>Game time also affects the items Ryder orders for spectators. The fans at an 11 a.m. game buy lunch, but at a 2:30 p.m. game the crowd already ate lunch and just wants to snack. Any Economics major would tell you to make a steady profit with varying game times Sodexo has to adjust the pricing of the menu.</p><p>&ldquo;If you want a popcorn and hotdog to be similarly priced, you can change the sizes of those two items to kind of match up. So if it&rsquo;s not a lunchtime crowd and they buy popcorn instead of hot dogs it doesn&rsquo;t drastically affect your per capita sales,&rdquo; Ryder said.</p><p>Weather and the team&rsquo;s performance play a part in the total sales. If its pouring rain and the &lsquo;Cats are down, the fans go home, which means they&rsquo;re not at Ryan Field buying concessions.</p><p>Some fans forgo the concessions because the prices can be hard to swallow on a college budget. Ryder says the price is high because it is split to cover costs beyond the price of the product and the salaries of the employees.</p><p>Your purchase could support Northwestern student groups ranging from club athletic teams to Dance Marathon. Sodexo needs people to man the stands a few weekends a year and nonprofit campus groups need money. So in exchange for student&rsquo;s help, Sodexo gives a percentage of the stand&rsquo;s profits to their group.</p><p>Ryder says concessions also funnel money back into Northwestern athletics.</p><p>&ldquo;We do support the athletic department in a very meaningful way through the concession program. It&rsquo;s real money that goes back in to supporting student athletes and facilities.&rdquo;</p><p>The &lsquo;Cats may be more hungry for victory, but for those not playing, might as well load up on some popcorn and pretzels.</p>",
        "lead_img": "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6811_2.JPG",
        "lead_img_caption": "Concession stands are stocked full of burgers, soft drinks and more for every game.",
        "slideshow_picture": [
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6912_2.JPG",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6913_2.JPG",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7513_2.JPG"
        ],
        "sheet": "STAFF"
      },
      {
        "title": "The Band",
        "slug": "band",
        "subhead": "These guys are up bright and early to make sure we are entertained",
        "author": "Virginia Nowakowski",
        "lead_img": "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7070_2.JPG",
        "lead_img_caption": "Members of the band must coordinate tunes and movements to make sure their performance is acoustically and aesthetically pleasing.",
        "article": "<p>&ldquo;It&rsquo;s Game Day!&rdquo; scream the Spirit Leaders as over-bundled band members trudge to buses along Sheridan at 10 a.m. It is time to get &ldquo;hyped&rdquo; and beat Michigan into the ground&hellip;without freezing ourselves into icicles.</p><p>&ldquo;I have purple knee-high socks, black socks, tights, leggings, fleece-lined leggings, shorts, a tank top, the long-sleeve Under Armour shirt, our NUMB T-shirt, two pairs of gloves and a beanie on underneath this uniform,&rdquo; my fellow mellophone tells me as we climb onto our bus. I panic a little inside, beginning to question my lack of warm layers.</p><p>Luckily, the band&rsquo;s practice on the East field&rsquo;s turf quickly changes my mind. We march the halftime show set-by-set, then song-by-song, then in full run-throughs, making sure to hit every drill-spot at the right time.</p><p>&ldquo;Stop, that&rsquo;s not correct,&rdquo; says the band&rsquo;s fearless leader, Daniel J. Farris.</p><p>This particular set, a challenging in which band members swirl across the field, switching from backwards to forwards marching while playing scales. We can never seem to get it just right. However, the band will perform it before thousands of spectators in a few hours. We run it backwards and forwards until we finally get the kinks out. The final, full run of our Queen medley leaves me feeling toasty and excited to hit the field.</p><p>Of course, there are several hours and activities to experience before halftime, including my favorite part of the pregame routine: &ldquo;drum cheers.&rdquo;</p><p>Percussion plays a series of beats as the rest of the band forms long lines down the pavement leading to Ryan Field. Immediately, band members start waving their instruments back and forth, jumping up and down or swinging their hips in time with the particular drum cheer. Passing Michigan fans give us puzzled looks as each section enthusiastically breaks into its specific choreography for the drum patterns.</p><p>The party stops when we see a drum major running through the mass of dancing instrumentalists: &ldquo;The team&rsquo;s here!&rdquo;</p><p>Horns snap up and Northwestern fans begin to sing as the football players and staff, dressed in suits, arrive.</p><p>&ldquo;Go, U Northwestern break right through that line&hellip;&rdquo;</p><p>After alternating between the fight song and &ldquo;Push On&rdquo; until the entire team passes through, we give our arms a break and enjoy some lunch inside Welsh-Ryan Arena. About an hour before kickoff, we march to Wildcat Alley to perform our halftime show for the tailgaters, most of whom are quite bundled themselves this morning.</p><p>Now, we get pumped. Adrenaline kicks in the minute the drums begin and away we go, growling our loudest and jogging onto the field with our quick-entry step. Pregame flies by in a blur of notes and chair-step. I barely hear the boisterous crowd as we move to the far side of the stands to play pep tunes and cheer on the team as the game begins.</p><p>&ldquo;What time is it?&rdquo; bellows Spirit Leader &ldquo;Twinkie&rdquo; at Northwestern&rsquo;s first down.</p><p>&ldquo;Time to move the chains. Whoosh!&rdquo; the band bellows right back.</p><p>Five minutes before halftime, we pile out to march our halftime show. I begin to do the choreography and force my slightly stiff fingers to play &ldquo;Bicycle.&rdquo; It all looks pretty good to me, even the parts we messed up in the pregame warm-up.</p><p>Dr. Mallory Thompson, the director of bands, takes the stand to conduct Northwestern&rsquo;s alma mater with a smile on her face, clearly happy with the show.</p><p>Unfortunately, the game does not run as smoothly as our halftime performance. There are no shakos (marching band hats) turned backward at its conclusion to signify a Wildcat victory. A slight sense of disappointment prevails in the band&rsquo;s customary giant circle of NUMB members following the game.</p><p>&ldquo;Pitch, please,&rdquo; says Dr. Thompson all the same, and the band sings the alma mater in four-part harmony.</p><p>The temperature has dropped and the Wildcats have lost, but the day is far from terrible in my mind a I sway in the circle. No matter the circumstances of the game, the band always wins.</p>",
        "slideshow_picture": [
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6815_2.JPG",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6820_2.JPG",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7065_2.JPG",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7071_2.JPG",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7079_2.JPG",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/21/IMG_7128.jpg",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7211_2.JPG"
        ],
        "sheet": "BAND"
      },
      {
        "title": "The Press",
        "slug": "press",
        "subhead": "Behind the scenes with the sportswriters",
        "author": "Jasper Scherer",
        "article": "<p>Northwestern football plays seven home games this season, which means that on seven different occasions, writers, broadcasters, NFL scouts, athletic communications personnel and random people with press passes trying to take advantage of free catering will all file into Ryan Field&rsquo;s Leonard B. Thomas press box.</p><p>The box sits eight flights of stairs (or one long elevator ride) above the action down on the field, where Northwestern fell in a tough 10-9 defeat to the visiting Michigan Wolverines on Nov. 8. Though the box&rsquo;s atmosphere was noticeably lacking (save for the moments when everyone collectively laughed each time the teams&rsquo; offenses repeatedly showed their futility), the game still brought out the usual variety of professional and student journalists.</p><p>The collective role of these writers has changed during the past several years. Because game highlights have become more and more widely available and social media has become increasingly prevalent, beat writers are no longer expected to simply tell their readers what happened during the game. Now, it&rsquo;s all about providing an interesting perspective.</p><p>&ldquo;We don&rsquo;t really write gamers anymore,&rdquo; said Seth Gruen, who covers Northwestern sports for the <em>Chicago Sun-Times</em>. &ldquo;The nature of the business is turning into more opinion and analysis-based writing pieces. You can always turn on SportsCenter and get the highlights of the game, so my process is to find one thread or one important storyline that comes out of the game.&rdquo;</p><p>Of course, Northwestern football doesn&rsquo;t always make life easy for the writers who cover the games. When you don&rsquo;t know what&rsquo;s going to happen next, as is often the case with this volatile Northwestern team, preparing for a reaction piece can be challenging.</p><p>&ldquo;It&rsquo;s hard to start writing with these guys at any time in the game because they&rsquo;re so unpredictable,&rdquo; said <em>Wildcat Digest</em> Publisher Chris Emma, who is spending his second full season covering Northwestern football.</p><p>As part of his unique way of preparing for games, Emma fully immerses himself in the overall experience &ndash; which includes embracing the fervor he&rsquo;s always had not just for Northwestern football, but for the sport in general.</p><p>&ldquo;I grew up on college football, and it has always been my true sports passion. Some of my greatest memories as a kid were at college football games,&rdquo; he said. &ldquo;So before each game I cover, I try to take in part of the game day atmosphere, because it just doesn&rsquo;t come in the press box.</p><p>&ldquo;I&rsquo;ll walk the tailgate lots, have a hot dog and talk football with fans, and just enjoy what makes college football special. Then, eventually, it&rsquo;s time to work.&rdquo;</p><p>Writing alongside professional journalists like Gruen and Emma also presents a learning opportunity for Northwestern students, including Medill sophomore Josh Rosenblat, who has covered the team for <em>Inside NU</em> since August 2013 &ndash; one month before the start of his freshman year.</p><p>&ldquo;Sports has always been something I&rsquo;ve enjoyed, and now being able to write about it has been really fun,&rdquo; Rosenblat said. &ldquo;Not only am I covering the team during the week at practice in between games, but, you know, learning from a lot of the other guys that cover the team regularly is a pretty cool experience.&rdquo;</p><p>The writers also develop camaraderie through long road trips and many hours spent in the press box over the years.</p><p>&ldquo;It&rsquo;s a fun atmosphere where everyone is warm and welcoming,&rdquo; Emma said. &ldquo;As a writer, you feel at home around the other writers, players, coaches and administrators. Because it&rsquo;s a smaller school in enrollment, athletic department and media coverage, that family feel is real.&rdquo;</p><p>And for the professional journalists, what&rsquo;s the best part about covering Northwestern football games? Gruen keeps it simple:</p><p>&ldquo;I get paid.&rdquo;</p>",
        "lead_img": "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7477_2.JPG",
        "lead_img_caption": "WGN is one of the many media outlets that come to each Northwestern football game",
        "slideshow_picture": [
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6919_2.JPG",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6918_2.JPG",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7384_2.JPG"
        ],
        "sheet": "PRESS"
      },
      {
        "title": "The Student Tailgate",
        "slug": "student-tailgate",
        "subhead": "Fitzerland is king of the tailgates",
        "author": "Daniel Hersh",
        "article": "<p>Long before most people are even awake, one group is already at the athletic complex, preparing for the day.</p><p>Wildside, the official student section of Northwestern Athletics, works with the athletic department and the rest of the school to set up bus transportation to Ryan Field. But the biggest part of their gameday routine is setting up Fitzerland, the student tailgate just outside the stadium. Fitzerland started last year and was immediately a huge hit with students.</p><p>Leading the charge is Wildside president Gram Bowsher, who gets there with his team four and a half hours before gametime. Luckily for Bowsher and the rest of Wildside, this game didn't start until 2:30, meaning they arrived at 10 a.m. and the tailgate opens at 10:30.</p><p>They are responsible for setting up the grills, getting the grilling utensils, filling up water tanks and more. ASG always provides hotdogs, burgers, chips and water to the tailgate.</p><p>&ldquo;There are student monitors out there making sure that people are having a good time,&rdquo; Bowsher said. &ldquo;[They do] some risk management stuff.&rdquo;</p><p>This year (and the Michigan game is no exception), the Fitzerland tailgate has not been as well attended, which Bowsher attributes to some policy changes after an incident that occurred in the middle of last season.</p><p>&ldquo;In the beginning of last year, it was a lot looser, which is something that I think we all preferred,&rdquo; Bowsher said. &ldquo;It was basically a self-policing policy that was available to Northwestern students to tailgate, just like they would it they were tailgating at a parking lot or at their apartment, but at a safe, open environment.&rdquo;</p><p>But because of that incident involving a non-Northwestern student, the policy was changed this year so that only Northwestern students can go to the tailgate. Last year, a someone visiting a friend at NU became too intoxicated before a game and had to go to the hospital, prompting a re-evaluation of Fitzerland. Now, everyone must show their school ID in order to gain entrance.</p><p>And, on top of that, alcohol policies were changed. This year, people over the age of 21 can only bring in one case of beer at a time, something that Bowsher said has become an issue with luring Greek life to Fitzerland.</p><p>&ldquo;[The policy] was changed to one case of beer per person to avoid creating an image where there was one person sitting with 30 cases of beer, where you couldn&rsquo;t reasonably say that person was going to drink all that beer,&rdquo; Bowsher said.</p><p>Like most home games this year, Fitzerland for the Michigan game was not well attended. Not many fraternities set up official tailgates, and many elected to host tailgates elsewhere. Even though Wildside has pushed to have non-Greek organizations host a tailgate in Fitzerland, they haven&rsquo;t had much success.</p><p>For that reason, they are still working with the school administrators and police to create an environment that is fun for the students, but still meets the standards of police and university personnel.</p><p>&ldquo;We do want that to be a place like it was last year, where it was the place to be on Saturday gamedays,&rdquo; Bowsher said. &ldquo;That&rsquo;s where Greek organizations could all come together and all students could all come to one location and tailgate.&rdquo;</p><p>Bowsher and the rest of the Wildside executive board are working hard to make Fitzerland more like it was in 2013, but maintain the added security.</p><p>&ldquo;Being at the Ohio State game or the Michigan game last year and having 500-600 students all out tailgating, doing what students do at other Big Ten schools &ndash; having a good time, experiencing gameday at the football field instead of just hanging out in an apartment basement somewhere,&rdquo; Bowsher said. &ldquo;That atmosphere, and what it could potentially grow into is easily my favorite thing about it.&rdquo;</p>",
        "lead_img": "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6904_2.JPG",
        "lead_img_caption": "At many tailgates, promotions are held. Before the Michigan game, there was a sneak peek at NBA 2K15 that fans could test out.",
        "slideshow_picture": [
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_4533.JPG",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_8675.jpg",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/Screen_Shot_2014-11-21_at_8.32.51_PM.png"
        ],
        "sheet": "STUDENTTAILGATE"
      },
      {
        "title": "The Parent Tailgate",
        "slug": "parent-tailgate",
        "subhead": "It's all in the family",
        "author": "Elizabeth Santoro",
        "article": "<p>Campus over the Nov. 8 weekend buzzed with families and this was the second year my wonderful parents visited me to cheer on the Wildcats&rsquo; football team. This year&rsquo;s game day brought us some unique memories from black squirrels to fist fights. Go 'Cats.</p><p>We started the day exploring the streets of Evanston until the tailgates started up. Making our way through the alleyways, we bopped around Hamlin and Simpson when suddenly my mom stopped, ready to pull out her camera. In the bush was a black squirrel.</p><p>Now, we are from Florida, so black squirrels are as infrequent as a snow flurry.</p><p>In our futile effort to get a picture, the little guy was too fast for us. He disappeared behind the bushes where my dad further tried to find him. As we were leaving, this squirrel darted out again. Camera shy or a diva, he was not about to have his picture taken.</p><p>At the end of our little excursion, the tailgates had begun and we walked over to my &ldquo;grandma&rsquo;s,&rdquo; aka sorority sister in Gamma Phi Beta, family tailgate at her house. When we walked into the living room, we saw parents crowded tightly together talking as a football game played on TV. Bagels of every kind from chocolate chip to cinnamon crunch to plain were out for grabs and a pot of cider was in the kitchen. When meeting my pledge family&rsquo;s actual family and other guests, a lot of conversation starters began jokingly with what even was a pledge family, leaving us students to further try to explain this unique networked bond. The tailgate took to the cozy side of pregaming compared to the Zeta Beta Tau fraternity tailgate resonating just outside the window in the nippy weather. Chuckles came from my parents looking at this other tailgate, indicating we&rsquo;ve all been there.</p><p>Afterwards we caught the end of the Fitzerland festivities. Pretty much everyone was working his or her way to the stadium, but the Kraft tailgate seemed to be in full swing with people mingling inside the tent. Unfortunately, this was for Kraft employees only. Sadly, just liking their cheese wasn&rsquo;t enough to gain access. Walking around were clusters of families and at one booth still open, kids were dashing through an obstacle course. What the kids were racing for? I don't know, but they seemed to have mastered this jumble of barriers.&nbsp;</p><p>Basically, at Fitzerland we arrived in time to get some free NU gear at the remaining open stands like Evanston Subaru and Target. In my opinion, we were successful: two Evanston Subaru Northwestern cozies, a seat &ldquo;cushion&rdquo; and five phone sticky cardholders.</p><p>In the stadium, meeting up with the parents took me multiple switchbacks and asking four venue staffers before I could find the multicolored section 116, filled with both Michigan and Northwestern fans. My journey in Ryan Stadium had me thinking of Tech, yet this section added more excitement.</p><p>Not too long into the game, a fight broke out between some Michigan fans, causing people to tumble forward in the bleachers. Everyone rose in confusion with yelling and fingers pointing of who threw the first punch. As cheering roared in the background, the police, event security and medical staff were there to resolve the situation and clean up some splattered blood on the bleachers. Aside from the first punches thrown, no one was seriously hurt, thankfully.</p><p>Donned in purple, we yelled, &ldquo;Go 'Cats!&rdquo; for the rest of the game, and with about ten seconds left, we all embraced in a big family hug in celebration of the touchdown. We were shocked, excited and felt the 'Cats were back in the game. I think everyone around us assumed Northwestern would tie the game for overtime, but when we registered the two-point conversion was happening, confusion spread. All we could do was hold our breath until the untimely slip on the play left us justifying the decision of the team to go for two instead of one. Even though the game didn&rsquo;t end how we hoped, game day itself was a win in my books. Being able to spend the day with my parents and have the odd, little advetnures we did made the day memorable. Next year's Family Weekend, Round 3, let's go.</p>",
        "lead_img": "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/photo_4.JPG",
        "lead_img_caption": "The view from where the author and her parents sat",
        "slideshow_picture": [
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/photo_3.JPG",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6923_2.JPG"
        ],
        "sheet": "PARENTSTAILGATE"
      },
      {
        "title": "The Team",
        "slug": "team",
        "subhead": "For these guys, gameday isn't just from 2:30-6:00. It's all day",
        "author": "Daniel Hersh",
        "article": "<p>The night before the game, football players sleep in a hotel &ndash; not their dorm rooms.</p><p>Preparation starts hours before the game. From the moment they get up in the morning, it&rsquo;s all about getting their minds right. For a 2:30 p.m. game, they won&rsquo;t get to the stadium until a few minutes after noon, so the morning is not as rushed. They board the buses to Ryan field at 11:40 a.m.</p><p>At 12:05, they are greeted at Ryan Field by fans, cheerleaders and the band, which makes a tunnel that the players walk through en route to the locker room. As the players, all in formal clotches, exit the bus, the band plays the fight song and fans cheer.</p><p>Michigan departs their hotel at 11:45 a.m., arriving at Ryan field at 12:30 p.m.</p><p>Once in the Nicolet Center, the players each go through their own personal game preparation. For some, that means going to the training room to get taped up, for others that means going to the equipment room to get extra gear. Many listen to pump up music to get in the zone before kickoff.</p><p>In the equipment room are the clothes for each of the coaches, too. Each coach has a cubby full of cleats and one full of cold-weather gear. Against Michigan, it&rsquo;s cold (around 43 degrees), but not quite cold enough for the heavy-duty gear. Lining the walls are helmets of every team in the Big Ten, every team we have played in recent memory and every NFL team that a Northwestern player has ever played for.</p><p>From the time the team gets to the field until 12:20, players get some freedom to do what they want. Some need to get nagging injuries taped up, others need some ice. But starting at 12:20, they&rsquo;re on a strict schedule. At that point, the offense comes out to stretch as a team. <em>Move That Dope</em> by Future feat. Pharrell &amp; Pusha T &amp; Casino, among other songs, blares on speakers run by one of the many coaches helping prepare the players for the game.</p><p>Ten minutes later, it&rsquo;s the defense&rsquo;s turn. By 2 p.m., (35 minutes until game time) the whole team takes the field.</p><p>The schedule is structured down to the minute, and at precisely 2:15, the team heads back into the locker room for a final pep talk and the official team introduction, which begins at exactly 2:27 and culminates with the team running through fireworks, cheerleaders and the band at 2:29.</p><p>At 2:29:30, Michigan gets some attention as they run out onto the field.</p><p>After the 2:32 coin toss, the game begins three minutes later.</p><p>Approximately three hours and 12 minutes after the 2:35 kickoff time, Michigan runs off the field victorious following the ballsy but failed coaching decision to go for the would-be game-winning two point conversion. The &lsquo;Cats go back to their locker room for a post-game speech.</p><p>Finally, Fitzgerald and a few players come out for the press conference, where sports journalists question them about everything, ranging from play calling to basic game strategy.</p><p>From the moment they wake up at 8:30 a.m. until the time they get back to their rooms around 10 p.m., it&rsquo;s all about the team and the game. Thousands of people (42,429, to be exact) cheer them on in representing Northwestern.</p><p>It was a long, yet typical game day for these football players, who have the privilege of doing this on twelve different Saturdays during the fall.</p>",
        "lead_img": "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6909_2.JPG",
        "lead_img_caption": "As they walk out of the locker room, every player hits the \"Trust Yourself\" sign.",
        "slideshow_picture": [
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6840_22.jpg",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6817_22.jpg",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6867_22.jpg",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6868_22.jpg",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6949_22.jpg",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7104_22.jpg"
        ],
        "sheet": "TEAM"
      },
      {
        "title": "The Game",
        "slug": "game",
        "subhead": "When the two teams actually met at Ryan Field, it wasn't pretty",
        "author": "Andy Brown",
        "article": "<p>On a blustery, cold day in Evanston, both offensive units that showed up to play at Ryan Field were a direct reflection of the weather. Michigan pulled out a sloppy, narrow 10-9 victory over Northwestern after the &lsquo;Cats failed to convert a two-point conversion attempt with just three seconds left in the game.</p><p>The ugly loss sent NU to 3-6, in need of three straight wins to close the regular season in order to reach a bowl game. The Wolverines, with the ugly win, moved to 5-5, and could clinch a spot in postseason play with a win in their next game.</p><p>After the two teams traded punts early in the game, the Wolverines looked to be in prime position to score (that is a theme in this game, remember it), but were stopped on 4th down on the Northwestern 16. After five straight punts between the two teams, sophomore cornerback Matthew Harris picked off Michigan senior quarterback Devin Gardner on what, again, seemed like a promising scoring chance for Michigan at the Northwestern 11-yard line. Siemian returned the favor on the ensuing possession when his pass was tipped at the line and caught by sophomore defensive tackle Matthew Godin at NU's 35 with under a minute remaining in the half.</p><p>Again, however, the Wolverines failed to capitalize, and had to settle with a late first half 41-yard field goal attempt, which was blocked by junior cornerback Nick VanHoose. So the teams headed to the locker room deadlocked at zero.</p><p>To this point, it was an ugly game dictated by aggressive defensive fronts and poor quarterback play. Throughout the first half, Wildcat freshman runningback Justin Jackson struggled to gain separation as Michigan stacked the box, forcing Siemian to beat them through the air, which he could not do. On the other end, Gardner looked lost, often throwing well behind his receivers. And the ugliness continued as the second half got underway.</p><p>Following two traded punts midway through the third quarter (there were 13 total in this game), a Michigan drive stalled near midfield. Wolverine senior punter Will Hagerup sent a booming kick downfield towards senior punt returner Tony Jones, who couldn&rsquo;t securely catch it. A Wolverine pounced on his mistake, and set their offense up with much better field position at NU&rsquo;s 21. This time the Wolverines capitalized on two plays to give Michigan a 7-0 lead that felt like 49-0 with 7:23 to play in the third quarter.</p><p>&ldquo;I want to say when I came up to it, I forgot to lock my elbows,&rdquo; Jones said. &ldquo;It was a very costly mistake. I take full responsibility for it. It was a crucial play in today&rsquo;s game, and it helped to decide the outcome. It hurts.&rdquo;</p><p>Michigan&rsquo;s next drive seemed to be following a similar trend after a Northwestern punt, but senior safety Ibraheim Campbell picked off Gardner at his own 26 and ran it back 79 yards the UM 11. Somehow, the &lsquo;Cats found a way to not score on three plays that gained a net of -28 yards: one negative run, a two-yard sack and another sack, which was exacerbated by an intentional grounding call, pushed them all the way out of the field goal range to the Michigan 43, where they were forced to punt.</p><p>At the beginning of the fourth quarter Northwestern mounted a drive from all the way back at its own one-yard line. The &lsquo;Cats worked their way down to the Michigan six-yard line, but after the drive stalled on 3rd-and-goal, sophomore kicker Jack Mitchell split the uprights to cut Michigan&rsquo;s lead to 7-3 with 7:26 to go.</p><p>Michigan responded with a long drive of their own that ended in a field goal, giving them a 10-3 lead. Siemian led his team down the field from his own 26 almost exclusively through the air, converting on three third downs and throwing a touchdown pass to Jones in the back corner of the end zone with just three seconds left to make the score 10-9 in favor of Michigan.</p><p>&ldquo;We definitely used our tempo to our advantage [on that scoring drive],&rdquo; Jones said.</p><p>Then, in a moment of pure chutzpah, coach Pat Fitzgerald elected to go for a two-point conversion rather than allowing Mitchell to attempt to all but send the game to overtime.</p><p>&ldquo;I made that decision with six minutes left in the game,&rdquo; he said. &ldquo;It was not really chaotic. We already had our plan in place, we knew what we were going to do. We didn&rsquo;t score a lot of points, so I felt like I would take a one-play opportunity. It&rsquo;s three yards on one play to go win a football game.&rdquo;</p><p>It was all or nothing. Siemian rolled right out of the pocket, and as he took a step back in an attempt to elude pressure, he slipped and fell on his backside. Despite the outcome, he said he did not doubt his coach&rsquo;s decision.</p><p>&ldquo;I thought it was the right call,&rdquo; Siemian said. &ldquo;Everybody was pumped up about it, like \"'heck yeah, we&rsquo;re going to win this thing.&rsquo;&rdquo;</p><p>Strong pressure from Michigan broke the play, however, and that as they say, was all she wrote.</p>",
        "lead_img": "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/Michigan_31.JPG",
        "lead_img_caption": "Deep into the fourth quarter, freshman runningback Justin Jackson bursts through the line of scrimmage, looking for a late touchdown.",
        "slideshow_picture": [
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/20/IMG_7240.jpg",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/20/IMG_7307.jpg",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/Michigan_38_copy.JPG",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/20/IMG_7880.jpg",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/20/IMG_8066.jpg",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/20/IMG_8279-2.jpg",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/Michigan_33_copy.jpg"
        ],
        "sheet": "GAME"
      },
      {
        "title": "The SID",
        "slug": "sid",
        "subhead": "He's the man in charge",
        "author": "Andrew Simpson",
        "article": "<p>The sideline of an NCAA football game is pure bedlam. Between the TV production personnel, football players, journalists, special guests and photographers, it can get pretty cramped. This game was especially chaotic because it was broadcasted on ESPN 2, meaning a whole other dimension of media activity was added to the sideline.</p><p>In addition to what normal television crews have for a game, ESPN brings in sideline reporters and many additional HD cameras. For any football game being shown on the ESPN family of networks, the level of activity increases. But against Michigan, and for just about every other game, the media circus that is the sideline of a Big Ten game is surprisingly uneventful and works smoothly.</p><p>Between the camera truck that drives up and down the sideline (often almost running over people in the process) to get good TV shots of every play and other TV crews that carry hundreds of feet of wires, hundreds of other people jockey for a good spot to watch the game.</p><p>&ldquo;It really is a miracle how no one complains because there are a ton of people on the sidelines,&rdquo; sophomore Zack Becker, who shoots photography for Northwestern News Network from the sideline, said. &ldquo;Especially with ESPN, everything was so busy. Wires were everywhere.&rdquo;</p><p>Aside from the media, there is a whole other dimension to the sideline environment. Cheerleaders face the fans, leading them in cheers for the &lsquo;Cats. High school recruits often come, chauffeured by athletic department staff, to watch the game up close and personal.</p><p>But, that isn&rsquo;t even close to the end of it. Team managers from both teams sprint around the field to make sure the players are properly cared for, emergency medical staff remains on standby and Big Ten officials patrol the sidelines in case they are needed.</p><p>The Big Ten conference uses people &ndash; often students &ndash; to hold four parabolic microphones around the field in order to add audio snippets of the game to their broadcast. For some games, Becker is one of those students.</p><p>&ldquo;I had seen them do that on the sidelines plenty of times in person and on TV,&rdquo; he said. &ldquo;But, I never really had any idea what it actually did until I put on the headset and I could hear absolutely everything I pointed the mic at.&rdquo;</p><p>Even more, many special university guests come down to the field, too. And because Medill produces so many student publications, many student journalists do sideline reports or shoot photos from the side of the field.</p><p>In order to make sure all this controlled chaos runs smoothly, precautions have to be taken. Before the game, representatives from many of the parties are responsible for managing the game all meet to discuss the plan. That meeting, called the &ldquo;100-minute meeting,&rdquo; is attended by about 20 people (for more details, see &ldquo;The SID&rdquo;) who discuss potential dangers, which often have to do with weather.</p><p>Despite hundreds of people and machines and wires racing along the field for the whole game, everything goes to plan against Michigan. There are no miscues (besides the ones made by the players), and everything runs smoothly &ndash; everyone did their job correctly.</p><p>The obsession with football is almost unreal. Every inch of the stadium has been accounted for, either by media members or stadium staffers. Dozens of media outlets cover this game, each sending multiple people to report or photograph or video the game. All of this for a meeting between two below-.500 football teams.</p><p>And some people still call baseball &ldquo;America&rsquo;s pastime.&rdquo;</p>",
        "lead_img": "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7417_2.JPG",
        "lead_img_caption": "Paul Kennedy is one of the several SIDs who are tasked with controlling the chaos of the game.",
        "slideshow_picture": [
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7301_22.jpg",
          "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/photo_422.jpg"
        ],
        "sheet": "SID"
      },
      {
        "title": "The Parents",
        "slug": "parents",
        "subhead": "With Parents Weekend in full force, some perspectives had to change",
        "author": "Austin Siegel",
        "article": "<p>&ldquo;What is he doing?&rdquo;</p><p>&ldquo;Oh my god&hellip;no!&rdquo;</p><p>&ldquo;Why? Come on Fitz!&rdquo;</p><p>The &lsquo;Cats were going for two and my family wasn&rsquo;t happy about it. Sitting in the upper deck of Ryan Field, a bunch of Floridians buried in sweaters and winter coats, we were too cold to believe what we were seeing.</p><p>For my mom and sister, it was their first Northwestern football game. They&rsquo;re both sports fans, but even they had a hard time getting excited about a game in which neither Northwestern or Michigan seemed particularly interested in winning. But they loved watching the marching band, shot me a dirty look when I <a href=\"http://www.northbynorthwestern.com/story/end-jingling-keys/\">jingled my keys</a> before kickoff and tried their best to learn the fight song. All things considered, I&rsquo;d say it was a successful Saturday.</p><p>My dad was a different story. He&rsquo;s been an Ohio State fan his whole life, but when I decided to attend Northwestern, he swore off the Buckeyes for good.</p><p>We&rsquo;re a Wildcat family now.</p><p>Throughout the season, he&rsquo;s sent me almost weekly texts calling for someone on the team to be fired or benched. And on Saturday, he was so wrapped up in the game that you would&rsquo;ve thought Northwestern was fighting for a Rose Bowl bid.</p><p>At Ryan Field on Saturday, thousands of parents got to experience Northwestern football (or whatever that was) for the first time. The game was the culmination of Family Weekend, a yearly event that allows students to show their parents a little bit of what campus life is like here at Northwestern. For many freshman, it was the first time they&rsquo;d been with their families since coming to school.</p><p>Freshman Jason Ferry took in the game with his parents, Kim and Mike Ferry. Jason said that while the action on the field may not have been too exciting, it was cool to share the experience with his family.</p><p>&ldquo;It was one of the ugliest football games we&rsquo;d ever seen,&rdquo; Ferry said. &ldquo;But it was definitely fun. My dad went to [graduate school] here. He&rsquo;s a Northwestern fan too.&rdquo;</p><p>He said that while sitting with his parents was a little different than being in the student section, he felt that he was still able to experience the game. His parents also didn&rsquo;t seem to mind when he jingled his keys (<span style=\"text-decoration: line-through;\">see Mom!</span>).</p><p>&ldquo;I explained to them what it meant and they were just like &lsquo;Oh, that&rsquo;s funny,&rdquo; Ferry said. &ldquo;It was definitely cool to show them all our cheers.&rdquo;</p><p>Even though the game ended in disappointment for the &lsquo;Cats, it was still an unforgettable experience for many of the families in attendance, especially my own.</p><p>While my sister is probably still a little confused as to why I insisted on staying for the whole game, it was particularly meaningful getting to share the day with her. A junior in high school, she&rsquo;s just beginning the strange and stressful journey that is the college admissions process. While I know she&rsquo;s got some long nights of SAT cramming ahead of her, it was nice getting to show my sister what awaits on the other side.</p><p>To be totally honest, that was my favorite part about the game. I wasn&rsquo;t nearly as pumped about the action on the field, but because of whom I got to spend the game with in the stands, I still had an amazing time. And I sincerely hope that every other family there felt the same way.</p><p>So when Trevor Siemian went <a href=\"http://peanuts.wikia.com/wiki/Football_gag\">full Charlie Brown</a> and the &lsquo;Cats ended up losing by one, it didn&rsquo;t really matter.</p><p>Because for once, Northwestern had already won.</p>",
        "lead_img": "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/The_Parents_Main.jpg",
        "lead_img_caption": "Students and parents alike get pumped for Big Ten conference games",
        "slideshow_picture": "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/21/unnamed.jpg",
        "sheet": "PARENTS"
      }
    ]
  },
  "META": {
    "project_title": "Gameday",
    "design_and_dev": "Alex Duner",
    "project_subhead": "Inside the anarchy of a Big Ten football game",
    "base_url": "http://apps.northbynorthwestern.com/gameday",
    "published_date": "Nov. 23, 2014",
    "project_intro": "<p>Football games have a different meaning, depending on who you ask. Students see them as social events, players see them as the highlight of their weeks and staff members see them as their job. </p> <p> On November 8, Michigan visited Evanston to take on the Wildcats in a battle of two below-average teams. The outcome wasn't pretty — a 10-9 Wolverine victory — but what happened behind the scenes throughout the game  was a work of art. Chaos was successfully controlled, and logistically, everything went to plan. Normally, when everything goes to plan, that isn't newsworthy. But hey, this isn't normal. It's Gameday.",
    "sheet": "META"
  },
  "SUPERFAN": {
    "title": "The Superfan",
    "slug": "superfan",
    "subhead": "This dude takes it to a whole new level",
    "author": "Jacqueline Tang",
    "article": "<p>For Medill junior Michael Payant, gameday begins long before kickoff. And no, that&rsquo;s not because he&rsquo;s out tailgating early.</p><p>It&rsquo;s because Payant is actually getting ready for the game. He typically starts preparing for the game about four hours before the game begins. He isn&rsquo;t an athlete with special warm up rituals, but Payant&rsquo;s preparations for the game are almost as sacred. It takes roughly an hour, because he paints his face and dresses up. His gameday transformation is typically so significant that afterwards, he's barely recognizable.</p><p>You can find Payant in the front row of every home football and basketball game clad in purple from head to toe. A simple purple morph suit doesn&rsquo;t cut it for Payant; he&rsquo;s usually decked out in a purple afro wig, purple face paint and some loud purple ensemble.</p><p>Payant&rsquo;s dedication to the game has earned him the title of one of Northwestern&rsquo;s resident superfans. He is currently in the running for the ESPN Fan Hall of Fame competition. The ESPN Fan Hall of Fame recognizes the three most die-hard fans in the nation. He also entered the competition last year, but did not make it to the final rounds. According to Payant, he applied last year after &ldquo;I got into the whole fan persona. There are a lot of people with really compelling stories and I wanted to share mine.&rdquo;</p><p>He thinks his chances of advancing the competition are better this year because he has a better story than he did last year.</p><p>&ldquo;This year I talk a lot more about my family background and how that helped me become the fan I am today,\" he said. \"It&rsquo;s a more comprehensive picture of who I am as a fan and shows what drives me as a fan.&rdquo;</p><p>One of the most crucial elements of Payant&rsquo;s superfan wardrobe is his purple afro wig. Payant bought the wig back when he was beginning to experiment with his superfan persona at the beginning of his sophomore year. He took a four-mile walk to Skokie simply so he could purchase his wig at the Party City in Skokie. Since then, the purple afro wig has made an appearance at nearly every game. Payants says that &ldquo;[The wig] is a very essential symbol of my superfan persona.&rdquo;</p><p>For the past two home games (against Michigan and Nebraska), Payant adopted a very purple Joker ensemble. He donned a purple suit, purple pants and his lucky purple wig. To complete the Joker transformation, Payant also had his face completely painted by freshman Gavin Williams. Williams is a cognitive science major with a penchant for doing theatric makeup after having to do his own makeup for several of his high school shows.</p><p>On the day of the Northwestern-Michigan game, Taylor Swift&rsquo;s new album 1989 blasted in the background as Payant sat painstakingly still so that Williams could properly paint his face. The paint that Williams applies on Payant isn&rsquo;t simply purple and white face paint. The joker face is complete with three-dimensional, textured pieces of fake blood.</p><p>Although the gates to the stadium open an hour and a half before the game, Payant is there long before. Usually, he ends up waiting close to an hour before the stadium officially opens to fans so that he can ensure a front row seat in the student section. He typically is one of the first people on the gameday shuttles that go to Ryan Field.</p><p>Once in the stadium, the waiting game truly begins and the anticipation is tangible. Payant, and others who arrive at the game early on, count down every ten minutes to keep track of how much time is left until kickoff. Whether it be 80 minutes before the start of the game or ten minutes before the game, the countdowns are equally enthusiastic.</p><p>Payant's veins are a deep purple, as his mother, Susan Cohodes, also attended Northwestern. Cohodes, a 1983 graduate from Medill, imparted her love of the Wildcats to her son at a very young age.</p><p>&ldquo;Not in a million years [did I expect this enthusiasm] because he&rsquo;s pretty shy,\" she said. \"This has come as quite a surprise.&rdquo;</p><p>According to Cohodes, the first indication that Payant would &ldquo;color outside of the lines&rdquo; was when he returned home freshman year with a Mohawk. Payant agrees that dressing up for games like this is slightly uncharacteristic of him.</p><p>&ldquo;I&rsquo;m antisocial by nature,&rdquo; he said.</p><p>But once the purple paint comes on, the shyness is stripped away. At the games, he is always front and center, yelling his lungs out. Payant&rsquo;s outfits and loud face paint always earns him a good amount of time on the jumbo-tron or on TV.</p><p>Payant began truly embracing his purple pride at the beginning of his sophomore year. For the first home game during the 2014-2015 school year, Payant painted up with a group of other Resident Assistants and Community Assistants. That was when he realized the superfan could be for him.</p><p>&ldquo;A lot of people initially gave me weird looks [when I began going all out for games.] My friends were like, &lsquo;What are you doing?&rsquo; because they know I&rsquo;m pretty straight-edge&hellip;a pretty normal guy,&rdquo; Payant said.</p><p>But overall, the reactions have been generally positive.</p><p>&ldquo;For each game I go to dressed up, I probably get four to five people that want to take pictures with me,&rdquo; he said.</p><p>For Payant, the end of this football season is particularly bittersweet because this is his last football season as an undergraduate. He plans on graduating this spring.</p><p>&ldquo;I&rsquo;ve had a lot of fun doing this,&rdquo; Payant said. &ldquo;There are so many leaders and organizations here that it&rsquo;s easy to feel like a small fish in a big point. Being a superfan and embracing that persona has definitely helped me find my niche and a place to truly claim as my own.&rdquo;</p><p>He's made the first row of the student section a second home.</p><p>&ldquo;[The games have been] a place of sanctuary and relief for me where I don&rsquo;t have to worry about other stressors. Such a formative part of my college experience has been at Ryan Field and Welsh-Ryan.&rdquo;</p>",
    "lead_img": "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7273_2.JPG",
    "lead_img_caption": "During the game, Payant leans over the railing while cheering on the 'Cats.",
    "slideshow_picture": [
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_3180_2.jpg",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_31852.jpg",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_31872.jpg",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7325.jpg",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7536_22.jpg",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7271_22.jpg"
    ],
    "sheet": "SUPERFAN"
  },
  "FIELD": {
    "title": "The Field",
    "slug": "field",
    "subhead": "There's a hell of a lot more than just football players on the field",
    "author": "Daniel Hersh",
    "article": "<p>The sideline of an NCAA football game is pure bedlam. Between the TV production personnel, football players, journalists, special guests and photographers, it can get pretty cramped. This game was especially chaotic because it was broadcasted on ESPN 2, meaning a whole other dimension of media activity was added to the sideline.</p><p>In addition to what normal television crews have for a game, ESPN brings in sideline reporters and many additional HD cameras. For any football game being shown on the ESPN family of networks, the level of activity increases. But against Michigan, and for just about every other game, the media circus that is the sideline of a Big Ten game is surprisingly uneventful and works smoothly.</p><p>Between the camera truck that drives up and down the sideline (often almost running over people in the process) to get good TV shots of every play and other TV crews that carry hundreds of feet of wires, hundreds of other people jockey for a good spot to watch the game.</p><p>&ldquo;It really is a miracle how no one complains because there are a ton of people on the sidelines,&rdquo; sophomore Zack Becker, who shoots photography for Northwestern News Network from the sideline, said. &ldquo;Especially with ESPN, everything was so busy. Wires were everywhere.&rdquo;</p><p>Aside from the media, there is a whole other dimension to the sideline environment. Cheerleaders face the fans, leading them in cheers for the &lsquo;Cats. High school recruits often come, chauffeured by athletic department staff, to watch the game up close and personal.</p><p>But, that isn&rsquo;t even close to the end of it. Team managers from both teams sprint around the field to make sure the players are properly cared for, emergency medical staff remains on standby and Big Ten officials patrol the sidelines in case they are needed.</p><p>The Big Ten conference uses people &ndash; often students &ndash; to hold four parabolic microphones around the field in order to add audio snippets of the game to their broadcast. For some games, Becker is one of those students.</p><p>&ldquo;I had seen them do that on the sidelines plenty of times in person and on TV,&rdquo; he said. &ldquo;But, I never really had any idea what it actually did until I put on the headset and I could hear absolutely everything I pointed the mic at.&rdquo;</p><p>Even more, many special university guests come down to the field, too. And because Medill produces so many student publications, many student journalists do sideline reports or shoot photos from the side of the field.</p><p>In order to make sure all this controlled chaos runs smoothly, precautions have to be taken. Before the game, representatives from many of the parties are responsible for managing the game all meet to discuss the plan. That meeting, called the &ldquo;100-minute meeting,&rdquo; is attended by about 20 people (for more details, see &ldquo;The SID&rdquo;) who discuss potential dangers, which often have to do with weather.</p><p>Despite hundreds of people and machines and wires racing along the field for the whole game, everything goes to plan against Michigan. There are no miscues (besides the ones made by the players), and everything runs smoothly &ndash; everyone did their job correctly.</p><p>The obsession with football is almost unreal. Every inch of the stadium has been accounted for, either by media members or stadium staffers. Dozens of media outlets cover this game, each sending multiple people to report or photograph or video the game. All of this for a meeting between two below-.500 football teams.</p><p>And some people still call baseball &ldquo;America&rsquo;s pastime.&rdquo;</p>",
    "lead_img": "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6955_2.JPG",
    "lead_img_caption": "This cameraman, positioned on top of a car that drives up and down side of the field, gets the perfect shot for just about every play.",
    "slideshow_picture": [
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6842_2.JPG",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6845_2.JPG",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6834_2.JPG",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6849_2.JPG",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6895_2.JPG",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6931_2.JPG",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6940_2.JPG",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6941_2.JPG",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7012_2.JPG",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7024_2.JPG",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7035_2.JPG",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7340_2.JPG",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6956_2.JPG",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7405_2.JPG"
    ],
    "sheet": "FIELD"
  },
  "STAFF": {
    "title": "The Food Staff",
    "slug": "food",
    "subhead": "How do you decide how many hotdogs to provide at the game?",
    "author": "Ellen Schmitz",
    "article": "<p>Food and sports just go together. Athletes have to refuel and spectators need their concessions. Popcorn, hotdogs, pretzels: you can buy it all at Ryan Field.</p><p>Robert Ryder is Sodexo&rsquo;s Operations Manager for the concessions at home football games. He deals with the math behind the food, sorting through over fifteen years of historical data on the food sales at Northwestern home games. Ryder first looks at the opponent, who can influence the amount of each item Sodexo orders.</p><p>&ldquo;Folks from different parts of the country eat differently,&rdquo; Ryder said. &ldquo;Wisconsin fans eat a lot of bratwurst.&rdquo;</p><p>Game time also affects the items Ryder orders for spectators. The fans at an 11 a.m. game buy lunch, but at a 2:30 p.m. game the crowd already ate lunch and just wants to snack. Any Economics major would tell you to make a steady profit with varying game times Sodexo has to adjust the pricing of the menu.</p><p>&ldquo;If you want a popcorn and hotdog to be similarly priced, you can change the sizes of those two items to kind of match up. So if it&rsquo;s not a lunchtime crowd and they buy popcorn instead of hot dogs it doesn&rsquo;t drastically affect your per capita sales,&rdquo; Ryder said.</p><p>Weather and the team&rsquo;s performance play a part in the total sales. If its pouring rain and the &lsquo;Cats are down, the fans go home, which means they&rsquo;re not at Ryan Field buying concessions.</p><p>Some fans forgo the concessions because the prices can be hard to swallow on a college budget. Ryder says the price is high because it is split to cover costs beyond the price of the product and the salaries of the employees.</p><p>Your purchase could support Northwestern student groups ranging from club athletic teams to Dance Marathon. Sodexo needs people to man the stands a few weekends a year and nonprofit campus groups need money. So in exchange for student&rsquo;s help, Sodexo gives a percentage of the stand&rsquo;s profits to their group.</p><p>Ryder says concessions also funnel money back into Northwestern athletics.</p><p>&ldquo;We do support the athletic department in a very meaningful way through the concession program. It&rsquo;s real money that goes back in to supporting student athletes and facilities.&rdquo;</p><p>The &lsquo;Cats may be more hungry for victory, but for those not playing, might as well load up on some popcorn and pretzels.</p>",
    "lead_img": "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6811_2.JPG",
    "lead_img_caption": "Concession stands are stocked full of burgers, soft drinks and more for every game.",
    "slideshow_picture": [
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6912_2.JPG",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6913_2.JPG",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7513_2.JPG"
    ],
    "sheet": "STAFF"
  },
  "BAND": {
    "title": "The Band",
    "slug": "band",
    "subhead": "These guys are up bright and early to make sure we are entertained",
    "author": "Virginia Nowakowski",
    "lead_img": "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7070_2.JPG",
    "lead_img_caption": "Members of the band must coordinate tunes and movements to make sure their performance is acoustically and aesthetically pleasing.",
    "article": "<p>&ldquo;It&rsquo;s Game Day!&rdquo; scream the Spirit Leaders as over-bundled band members trudge to buses along Sheridan at 10 a.m. It is time to get &ldquo;hyped&rdquo; and beat Michigan into the ground&hellip;without freezing ourselves into icicles.</p><p>&ldquo;I have purple knee-high socks, black socks, tights, leggings, fleece-lined leggings, shorts, a tank top, the long-sleeve Under Armour shirt, our NUMB T-shirt, two pairs of gloves and a beanie on underneath this uniform,&rdquo; my fellow mellophone tells me as we climb onto our bus. I panic a little inside, beginning to question my lack of warm layers.</p><p>Luckily, the band&rsquo;s practice on the East field&rsquo;s turf quickly changes my mind. We march the halftime show set-by-set, then song-by-song, then in full run-throughs, making sure to hit every drill-spot at the right time.</p><p>&ldquo;Stop, that&rsquo;s not correct,&rdquo; says the band&rsquo;s fearless leader, Daniel J. Farris.</p><p>This particular set, a challenging in which band members swirl across the field, switching from backwards to forwards marching while playing scales. We can never seem to get it just right. However, the band will perform it before thousands of spectators in a few hours. We run it backwards and forwards until we finally get the kinks out. The final, full run of our Queen medley leaves me feeling toasty and excited to hit the field.</p><p>Of course, there are several hours and activities to experience before halftime, including my favorite part of the pregame routine: &ldquo;drum cheers.&rdquo;</p><p>Percussion plays a series of beats as the rest of the band forms long lines down the pavement leading to Ryan Field. Immediately, band members start waving their instruments back and forth, jumping up and down or swinging their hips in time with the particular drum cheer. Passing Michigan fans give us puzzled looks as each section enthusiastically breaks into its specific choreography for the drum patterns.</p><p>The party stops when we see a drum major running through the mass of dancing instrumentalists: &ldquo;The team&rsquo;s here!&rdquo;</p><p>Horns snap up and Northwestern fans begin to sing as the football players and staff, dressed in suits, arrive.</p><p>&ldquo;Go, U Northwestern break right through that line&hellip;&rdquo;</p><p>After alternating between the fight song and &ldquo;Push On&rdquo; until the entire team passes through, we give our arms a break and enjoy some lunch inside Welsh-Ryan Arena. About an hour before kickoff, we march to Wildcat Alley to perform our halftime show for the tailgaters, most of whom are quite bundled themselves this morning.</p><p>Now, we get pumped. Adrenaline kicks in the minute the drums begin and away we go, growling our loudest and jogging onto the field with our quick-entry step. Pregame flies by in a blur of notes and chair-step. I barely hear the boisterous crowd as we move to the far side of the stands to play pep tunes and cheer on the team as the game begins.</p><p>&ldquo;What time is it?&rdquo; bellows Spirit Leader &ldquo;Twinkie&rdquo; at Northwestern&rsquo;s first down.</p><p>&ldquo;Time to move the chains. Whoosh!&rdquo; the band bellows right back.</p><p>Five minutes before halftime, we pile out to march our halftime show. I begin to do the choreography and force my slightly stiff fingers to play &ldquo;Bicycle.&rdquo; It all looks pretty good to me, even the parts we messed up in the pregame warm-up.</p><p>Dr. Mallory Thompson, the director of bands, takes the stand to conduct Northwestern&rsquo;s alma mater with a smile on her face, clearly happy with the show.</p><p>Unfortunately, the game does not run as smoothly as our halftime performance. There are no shakos (marching band hats) turned backward at its conclusion to signify a Wildcat victory. A slight sense of disappointment prevails in the band&rsquo;s customary giant circle of NUMB members following the game.</p><p>&ldquo;Pitch, please,&rdquo; says Dr. Thompson all the same, and the band sings the alma mater in four-part harmony.</p><p>The temperature has dropped and the Wildcats have lost, but the day is far from terrible in my mind a I sway in the circle. No matter the circumstances of the game, the band always wins.</p>",
    "slideshow_picture": [
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6815_2.JPG",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6820_2.JPG",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7065_2.JPG",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7071_2.JPG",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7079_2.JPG",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/21/IMG_7128.jpg",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7211_2.JPG"
    ],
    "sheet": "BAND"
  },
  "PRESS": {
    "title": "The Press",
    "slug": "press",
    "subhead": "Behind the scenes with the sportswriters",
    "author": "Jasper Scherer",
    "article": "<p>Northwestern football plays seven home games this season, which means that on seven different occasions, writers, broadcasters, NFL scouts, athletic communications personnel and random people with press passes trying to take advantage of free catering will all file into Ryan Field&rsquo;s Leonard B. Thomas press box.</p><p>The box sits eight flights of stairs (or one long elevator ride) above the action down on the field, where Northwestern fell in a tough 10-9 defeat to the visiting Michigan Wolverines on Nov. 8. Though the box&rsquo;s atmosphere was noticeably lacking (save for the moments when everyone collectively laughed each time the teams&rsquo; offenses repeatedly showed their futility), the game still brought out the usual variety of professional and student journalists.</p><p>The collective role of these writers has changed during the past several years. Because game highlights have become more and more widely available and social media has become increasingly prevalent, beat writers are no longer expected to simply tell their readers what happened during the game. Now, it&rsquo;s all about providing an interesting perspective.</p><p>&ldquo;We don&rsquo;t really write gamers anymore,&rdquo; said Seth Gruen, who covers Northwestern sports for the <em>Chicago Sun-Times</em>. &ldquo;The nature of the business is turning into more opinion and analysis-based writing pieces. You can always turn on SportsCenter and get the highlights of the game, so my process is to find one thread or one important storyline that comes out of the game.&rdquo;</p><p>Of course, Northwestern football doesn&rsquo;t always make life easy for the writers who cover the games. When you don&rsquo;t know what&rsquo;s going to happen next, as is often the case with this volatile Northwestern team, preparing for a reaction piece can be challenging.</p><p>&ldquo;It&rsquo;s hard to start writing with these guys at any time in the game because they&rsquo;re so unpredictable,&rdquo; said <em>Wildcat Digest</em> Publisher Chris Emma, who is spending his second full season covering Northwestern football.</p><p>As part of his unique way of preparing for games, Emma fully immerses himself in the overall experience &ndash; which includes embracing the fervor he&rsquo;s always had not just for Northwestern football, but for the sport in general.</p><p>&ldquo;I grew up on college football, and it has always been my true sports passion. Some of my greatest memories as a kid were at college football games,&rdquo; he said. &ldquo;So before each game I cover, I try to take in part of the game day atmosphere, because it just doesn&rsquo;t come in the press box.</p><p>&ldquo;I&rsquo;ll walk the tailgate lots, have a hot dog and talk football with fans, and just enjoy what makes college football special. Then, eventually, it&rsquo;s time to work.&rdquo;</p><p>Writing alongside professional journalists like Gruen and Emma also presents a learning opportunity for Northwestern students, including Medill sophomore Josh Rosenblat, who has covered the team for <em>Inside NU</em> since August 2013 &ndash; one month before the start of his freshman year.</p><p>&ldquo;Sports has always been something I&rsquo;ve enjoyed, and now being able to write about it has been really fun,&rdquo; Rosenblat said. &ldquo;Not only am I covering the team during the week at practice in between games, but, you know, learning from a lot of the other guys that cover the team regularly is a pretty cool experience.&rdquo;</p><p>The writers also develop camaraderie through long road trips and many hours spent in the press box over the years.</p><p>&ldquo;It&rsquo;s a fun atmosphere where everyone is warm and welcoming,&rdquo; Emma said. &ldquo;As a writer, you feel at home around the other writers, players, coaches and administrators. Because it&rsquo;s a smaller school in enrollment, athletic department and media coverage, that family feel is real.&rdquo;</p><p>And for the professional journalists, what&rsquo;s the best part about covering Northwestern football games? Gruen keeps it simple:</p><p>&ldquo;I get paid.&rdquo;</p>",
    "lead_img": "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7477_2.JPG",
    "lead_img_caption": "WGN is one of the many media outlets that come to each Northwestern football game",
    "slideshow_picture": [
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6919_2.JPG",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6918_2.JPG",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7384_2.JPG"
    ],
    "sheet": "PRESS"
  },
  "STUDENTTAILGATE": {
    "title": "The Student Tailgate",
    "slug": "student-tailgate",
    "subhead": "Fitzerland is king of the tailgates",
    "author": "Daniel Hersh",
    "article": "<p>Long before most people are even awake, one group is already at the athletic complex, preparing for the day.</p><p>Wildside, the official student section of Northwestern Athletics, works with the athletic department and the rest of the school to set up bus transportation to Ryan Field. But the biggest part of their gameday routine is setting up Fitzerland, the student tailgate just outside the stadium. Fitzerland started last year and was immediately a huge hit with students.</p><p>Leading the charge is Wildside president Gram Bowsher, who gets there with his team four and a half hours before gametime. Luckily for Bowsher and the rest of Wildside, this game didn't start until 2:30, meaning they arrived at 10 a.m. and the tailgate opens at 10:30.</p><p>They are responsible for setting up the grills, getting the grilling utensils, filling up water tanks and more. ASG always provides hotdogs, burgers, chips and water to the tailgate.</p><p>&ldquo;There are student monitors out there making sure that people are having a good time,&rdquo; Bowsher said. &ldquo;[They do] some risk management stuff.&rdquo;</p><p>This year (and the Michigan game is no exception), the Fitzerland tailgate has not been as well attended, which Bowsher attributes to some policy changes after an incident that occurred in the middle of last season.</p><p>&ldquo;In the beginning of last year, it was a lot looser, which is something that I think we all preferred,&rdquo; Bowsher said. &ldquo;It was basically a self-policing policy that was available to Northwestern students to tailgate, just like they would it they were tailgating at a parking lot or at their apartment, but at a safe, open environment.&rdquo;</p><p>But because of that incident involving a non-Northwestern student, the policy was changed this year so that only Northwestern students can go to the tailgate. Last year, a someone visiting a friend at NU became too intoxicated before a game and had to go to the hospital, prompting a re-evaluation of Fitzerland. Now, everyone must show their school ID in order to gain entrance.</p><p>And, on top of that, alcohol policies were changed. This year, people over the age of 21 can only bring in one case of beer at a time, something that Bowsher said has become an issue with luring Greek life to Fitzerland.</p><p>&ldquo;[The policy] was changed to one case of beer per person to avoid creating an image where there was one person sitting with 30 cases of beer, where you couldn&rsquo;t reasonably say that person was going to drink all that beer,&rdquo; Bowsher said.</p><p>Like most home games this year, Fitzerland for the Michigan game was not well attended. Not many fraternities set up official tailgates, and many elected to host tailgates elsewhere. Even though Wildside has pushed to have non-Greek organizations host a tailgate in Fitzerland, they haven&rsquo;t had much success.</p><p>For that reason, they are still working with the school administrators and police to create an environment that is fun for the students, but still meets the standards of police and university personnel.</p><p>&ldquo;We do want that to be a place like it was last year, where it was the place to be on Saturday gamedays,&rdquo; Bowsher said. &ldquo;That&rsquo;s where Greek organizations could all come together and all students could all come to one location and tailgate.&rdquo;</p><p>Bowsher and the rest of the Wildside executive board are working hard to make Fitzerland more like it was in 2013, but maintain the added security.</p><p>&ldquo;Being at the Ohio State game or the Michigan game last year and having 500-600 students all out tailgating, doing what students do at other Big Ten schools &ndash; having a good time, experiencing gameday at the football field instead of just hanging out in an apartment basement somewhere,&rdquo; Bowsher said. &ldquo;That atmosphere, and what it could potentially grow into is easily my favorite thing about it.&rdquo;</p>",
    "lead_img": "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6904_2.JPG",
    "lead_img_caption": "At many tailgates, promotions are held. Before the Michigan game, there was a sneak peek at NBA 2K15 that fans could test out.",
    "slideshow_picture": [
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_4533.JPG",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_8675.jpg",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/Screen_Shot_2014-11-21_at_8.32.51_PM.png"
    ],
    "sheet": "STUDENTTAILGATE"
  },
  "PARENTSTAILGATE": {
    "title": "The Parent Tailgate",
    "slug": "parent-tailgate",
    "subhead": "It's all in the family",
    "author": "Elizabeth Santoro",
    "article": "<p>Campus over the Nov. 8 weekend buzzed with families and this was the second year my wonderful parents visited me to cheer on the Wildcats&rsquo; football team. This year&rsquo;s game day brought us some unique memories from black squirrels to fist fights. Go 'Cats.</p><p>We started the day exploring the streets of Evanston until the tailgates started up. Making our way through the alleyways, we bopped around Hamlin and Simpson when suddenly my mom stopped, ready to pull out her camera. In the bush was a black squirrel.</p><p>Now, we are from Florida, so black squirrels are as infrequent as a snow flurry.</p><p>In our futile effort to get a picture, the little guy was too fast for us. He disappeared behind the bushes where my dad further tried to find him. As we were leaving, this squirrel darted out again. Camera shy or a diva, he was not about to have his picture taken.</p><p>At the end of our little excursion, the tailgates had begun and we walked over to my &ldquo;grandma&rsquo;s,&rdquo; aka sorority sister in Gamma Phi Beta, family tailgate at her house. When we walked into the living room, we saw parents crowded tightly together talking as a football game played on TV. Bagels of every kind from chocolate chip to cinnamon crunch to plain were out for grabs and a pot of cider was in the kitchen. When meeting my pledge family&rsquo;s actual family and other guests, a lot of conversation starters began jokingly with what even was a pledge family, leaving us students to further try to explain this unique networked bond. The tailgate took to the cozy side of pregaming compared to the Zeta Beta Tau fraternity tailgate resonating just outside the window in the nippy weather. Chuckles came from my parents looking at this other tailgate, indicating we&rsquo;ve all been there.</p><p>Afterwards we caught the end of the Fitzerland festivities. Pretty much everyone was working his or her way to the stadium, but the Kraft tailgate seemed to be in full swing with people mingling inside the tent. Unfortunately, this was for Kraft employees only. Sadly, just liking their cheese wasn&rsquo;t enough to gain access. Walking around were clusters of families and at one booth still open, kids were dashing through an obstacle course. What the kids were racing for? I don't know, but they seemed to have mastered this jumble of barriers.&nbsp;</p><p>Basically, at Fitzerland we arrived in time to get some free NU gear at the remaining open stands like Evanston Subaru and Target. In my opinion, we were successful: two Evanston Subaru Northwestern cozies, a seat &ldquo;cushion&rdquo; and five phone sticky cardholders.</p><p>In the stadium, meeting up with the parents took me multiple switchbacks and asking four venue staffers before I could find the multicolored section 116, filled with both Michigan and Northwestern fans. My journey in Ryan Stadium had me thinking of Tech, yet this section added more excitement.</p><p>Not too long into the game, a fight broke out between some Michigan fans, causing people to tumble forward in the bleachers. Everyone rose in confusion with yelling and fingers pointing of who threw the first punch. As cheering roared in the background, the police, event security and medical staff were there to resolve the situation and clean up some splattered blood on the bleachers. Aside from the first punches thrown, no one was seriously hurt, thankfully.</p><p>Donned in purple, we yelled, &ldquo;Go 'Cats!&rdquo; for the rest of the game, and with about ten seconds left, we all embraced in a big family hug in celebration of the touchdown. We were shocked, excited and felt the 'Cats were back in the game. I think everyone around us assumed Northwestern would tie the game for overtime, but when we registered the two-point conversion was happening, confusion spread. All we could do was hold our breath until the untimely slip on the play left us justifying the decision of the team to go for two instead of one. Even though the game didn&rsquo;t end how we hoped, game day itself was a win in my books. Being able to spend the day with my parents and have the odd, little advetnures we did made the day memorable. Next year's Family Weekend, Round 3, let's go.</p>",
    "lead_img": "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/photo_4.JPG",
    "lead_img_caption": "The view from where the author and her parents sat",
    "slideshow_picture": [
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/photo_3.JPG",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6923_2.JPG"
    ],
    "sheet": "PARENTSTAILGATE"
  },
  "TEAM": {
    "title": "The Team",
    "slug": "team",
    "subhead": "For these guys, gameday isn't just from 2:30-6:00. It's all day",
    "author": "Daniel Hersh",
    "article": "<p>The night before the game, football players sleep in a hotel &ndash; not their dorm rooms.</p><p>Preparation starts hours before the game. From the moment they get up in the morning, it&rsquo;s all about getting their minds right. For a 2:30 p.m. game, they won&rsquo;t get to the stadium until a few minutes after noon, so the morning is not as rushed. They board the buses to Ryan field at 11:40 a.m.</p><p>At 12:05, they are greeted at Ryan Field by fans, cheerleaders and the band, which makes a tunnel that the players walk through en route to the locker room. As the players, all in formal clotches, exit the bus, the band plays the fight song and fans cheer.</p><p>Michigan departs their hotel at 11:45 a.m., arriving at Ryan field at 12:30 p.m.</p><p>Once in the Nicolet Center, the players each go through their own personal game preparation. For some, that means going to the training room to get taped up, for others that means going to the equipment room to get extra gear. Many listen to pump up music to get in the zone before kickoff.</p><p>In the equipment room are the clothes for each of the coaches, too. Each coach has a cubby full of cleats and one full of cold-weather gear. Against Michigan, it&rsquo;s cold (around 43 degrees), but not quite cold enough for the heavy-duty gear. Lining the walls are helmets of every team in the Big Ten, every team we have played in recent memory and every NFL team that a Northwestern player has ever played for.</p><p>From the time the team gets to the field until 12:20, players get some freedom to do what they want. Some need to get nagging injuries taped up, others need some ice. But starting at 12:20, they&rsquo;re on a strict schedule. At that point, the offense comes out to stretch as a team. <em>Move That Dope</em> by Future feat. Pharrell &amp; Pusha T &amp; Casino, among other songs, blares on speakers run by one of the many coaches helping prepare the players for the game.</p><p>Ten minutes later, it&rsquo;s the defense&rsquo;s turn. By 2 p.m., (35 minutes until game time) the whole team takes the field.</p><p>The schedule is structured down to the minute, and at precisely 2:15, the team heads back into the locker room for a final pep talk and the official team introduction, which begins at exactly 2:27 and culminates with the team running through fireworks, cheerleaders and the band at 2:29.</p><p>At 2:29:30, Michigan gets some attention as they run out onto the field.</p><p>After the 2:32 coin toss, the game begins three minutes later.</p><p>Approximately three hours and 12 minutes after the 2:35 kickoff time, Michigan runs off the field victorious following the ballsy but failed coaching decision to go for the would-be game-winning two point conversion. The &lsquo;Cats go back to their locker room for a post-game speech.</p><p>Finally, Fitzgerald and a few players come out for the press conference, where sports journalists question them about everything, ranging from play calling to basic game strategy.</p><p>From the moment they wake up at 8:30 a.m. until the time they get back to their rooms around 10 p.m., it&rsquo;s all about the team and the game. Thousands of people (42,429, to be exact) cheer them on in representing Northwestern.</p><p>It was a long, yet typical game day for these football players, who have the privilege of doing this on twelve different Saturdays during the fall.</p>",
    "lead_img": "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6909_2.JPG",
    "lead_img_caption": "As they walk out of the locker room, every player hits the \"Trust Yourself\" sign.",
    "slideshow_picture": [
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6840_22.jpg",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6817_22.jpg",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6867_22.jpg",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6868_22.jpg",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_6949_22.jpg",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7104_22.jpg"
    ],
    "sheet": "TEAM"
  },
  "GAME": {
    "title": "The Game",
    "slug": "game",
    "subhead": "When the two teams actually met at Ryan Field, it wasn't pretty",
    "author": "Andy Brown",
    "article": "<p>On a blustery, cold day in Evanston, both offensive units that showed up to play at Ryan Field were a direct reflection of the weather. Michigan pulled out a sloppy, narrow 10-9 victory over Northwestern after the &lsquo;Cats failed to convert a two-point conversion attempt with just three seconds left in the game.</p><p>The ugly loss sent NU to 3-6, in need of three straight wins to close the regular season in order to reach a bowl game. The Wolverines, with the ugly win, moved to 5-5, and could clinch a spot in postseason play with a win in their next game.</p><p>After the two teams traded punts early in the game, the Wolverines looked to be in prime position to score (that is a theme in this game, remember it), but were stopped on 4th down on the Northwestern 16. After five straight punts between the two teams, sophomore cornerback Matthew Harris picked off Michigan senior quarterback Devin Gardner on what, again, seemed like a promising scoring chance for Michigan at the Northwestern 11-yard line. Siemian returned the favor on the ensuing possession when his pass was tipped at the line and caught by sophomore defensive tackle Matthew Godin at NU's 35 with under a minute remaining in the half.</p><p>Again, however, the Wolverines failed to capitalize, and had to settle with a late first half 41-yard field goal attempt, which was blocked by junior cornerback Nick VanHoose. So the teams headed to the locker room deadlocked at zero.</p><p>To this point, it was an ugly game dictated by aggressive defensive fronts and poor quarterback play. Throughout the first half, Wildcat freshman runningback Justin Jackson struggled to gain separation as Michigan stacked the box, forcing Siemian to beat them through the air, which he could not do. On the other end, Gardner looked lost, often throwing well behind his receivers. And the ugliness continued as the second half got underway.</p><p>Following two traded punts midway through the third quarter (there were 13 total in this game), a Michigan drive stalled near midfield. Wolverine senior punter Will Hagerup sent a booming kick downfield towards senior punt returner Tony Jones, who couldn&rsquo;t securely catch it. A Wolverine pounced on his mistake, and set their offense up with much better field position at NU&rsquo;s 21. This time the Wolverines capitalized on two plays to give Michigan a 7-0 lead that felt like 49-0 with 7:23 to play in the third quarter.</p><p>&ldquo;I want to say when I came up to it, I forgot to lock my elbows,&rdquo; Jones said. &ldquo;It was a very costly mistake. I take full responsibility for it. It was a crucial play in today&rsquo;s game, and it helped to decide the outcome. It hurts.&rdquo;</p><p>Michigan&rsquo;s next drive seemed to be following a similar trend after a Northwestern punt, but senior safety Ibraheim Campbell picked off Gardner at his own 26 and ran it back 79 yards the UM 11. Somehow, the &lsquo;Cats found a way to not score on three plays that gained a net of -28 yards: one negative run, a two-yard sack and another sack, which was exacerbated by an intentional grounding call, pushed them all the way out of the field goal range to the Michigan 43, where they were forced to punt.</p><p>At the beginning of the fourth quarter Northwestern mounted a drive from all the way back at its own one-yard line. The &lsquo;Cats worked their way down to the Michigan six-yard line, but after the drive stalled on 3rd-and-goal, sophomore kicker Jack Mitchell split the uprights to cut Michigan&rsquo;s lead to 7-3 with 7:26 to go.</p><p>Michigan responded with a long drive of their own that ended in a field goal, giving them a 10-3 lead. Siemian led his team down the field from his own 26 almost exclusively through the air, converting on three third downs and throwing a touchdown pass to Jones in the back corner of the end zone with just three seconds left to make the score 10-9 in favor of Michigan.</p><p>&ldquo;We definitely used our tempo to our advantage [on that scoring drive],&rdquo; Jones said.</p><p>Then, in a moment of pure chutzpah, coach Pat Fitzgerald elected to go for a two-point conversion rather than allowing Mitchell to attempt to all but send the game to overtime.</p><p>&ldquo;I made that decision with six minutes left in the game,&rdquo; he said. &ldquo;It was not really chaotic. We already had our plan in place, we knew what we were going to do. We didn&rsquo;t score a lot of points, so I felt like I would take a one-play opportunity. It&rsquo;s three yards on one play to go win a football game.&rdquo;</p><p>It was all or nothing. Siemian rolled right out of the pocket, and as he took a step back in an attempt to elude pressure, he slipped and fell on his backside. Despite the outcome, he said he did not doubt his coach&rsquo;s decision.</p><p>&ldquo;I thought it was the right call,&rdquo; Siemian said. &ldquo;Everybody was pumped up about it, like \"'heck yeah, we&rsquo;re going to win this thing.&rsquo;&rdquo;</p><p>Strong pressure from Michigan broke the play, however, and that as they say, was all she wrote.</p>",
    "lead_img": "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/Michigan_31.JPG",
    "lead_img_caption": "Deep into the fourth quarter, freshman runningback Justin Jackson bursts through the line of scrimmage, looking for a late touchdown.",
    "slideshow_picture": [
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/20/IMG_7240.jpg",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/20/IMG_7307.jpg",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/Michigan_38_copy.JPG",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/20/IMG_7880.jpg",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/20/IMG_8066.jpg",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/20/IMG_8279-2.jpg",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/Michigan_33_copy.jpg"
    ],
    "sheet": "GAME"
  },
  "SID": {
    "title": "The SID",
    "slug": "sid",
    "subhead": "He's the man in charge",
    "author": "Andrew Simpson",
    "article": "<p>The sideline of an NCAA football game is pure bedlam. Between the TV production personnel, football players, journalists, special guests and photographers, it can get pretty cramped. This game was especially chaotic because it was broadcasted on ESPN 2, meaning a whole other dimension of media activity was added to the sideline.</p><p>In addition to what normal television crews have for a game, ESPN brings in sideline reporters and many additional HD cameras. For any football game being shown on the ESPN family of networks, the level of activity increases. But against Michigan, and for just about every other game, the media circus that is the sideline of a Big Ten game is surprisingly uneventful and works smoothly.</p><p>Between the camera truck that drives up and down the sideline (often almost running over people in the process) to get good TV shots of every play and other TV crews that carry hundreds of feet of wires, hundreds of other people jockey for a good spot to watch the game.</p><p>&ldquo;It really is a miracle how no one complains because there are a ton of people on the sidelines,&rdquo; sophomore Zack Becker, who shoots photography for Northwestern News Network from the sideline, said. &ldquo;Especially with ESPN, everything was so busy. Wires were everywhere.&rdquo;</p><p>Aside from the media, there is a whole other dimension to the sideline environment. Cheerleaders face the fans, leading them in cheers for the &lsquo;Cats. High school recruits often come, chauffeured by athletic department staff, to watch the game up close and personal.</p><p>But, that isn&rsquo;t even close to the end of it. Team managers from both teams sprint around the field to make sure the players are properly cared for, emergency medical staff remains on standby and Big Ten officials patrol the sidelines in case they are needed.</p><p>The Big Ten conference uses people &ndash; often students &ndash; to hold four parabolic microphones around the field in order to add audio snippets of the game to their broadcast. For some games, Becker is one of those students.</p><p>&ldquo;I had seen them do that on the sidelines plenty of times in person and on TV,&rdquo; he said. &ldquo;But, I never really had any idea what it actually did until I put on the headset and I could hear absolutely everything I pointed the mic at.&rdquo;</p><p>Even more, many special university guests come down to the field, too. And because Medill produces so many student publications, many student journalists do sideline reports or shoot photos from the side of the field.</p><p>In order to make sure all this controlled chaos runs smoothly, precautions have to be taken. Before the game, representatives from many of the parties are responsible for managing the game all meet to discuss the plan. That meeting, called the &ldquo;100-minute meeting,&rdquo; is attended by about 20 people (for more details, see &ldquo;The SID&rdquo;) who discuss potential dangers, which often have to do with weather.</p><p>Despite hundreds of people and machines and wires racing along the field for the whole game, everything goes to plan against Michigan. There are no miscues (besides the ones made by the players), and everything runs smoothly &ndash; everyone did their job correctly.</p><p>The obsession with football is almost unreal. Every inch of the stadium has been accounted for, either by media members or stadium staffers. Dozens of media outlets cover this game, each sending multiple people to report or photograph or video the game. All of this for a meeting between two below-.500 football teams.</p><p>And some people still call baseball &ldquo;America&rsquo;s pastime.&rdquo;</p>",
    "lead_img": "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7417_2.JPG",
    "lead_img_caption": "Paul Kennedy is one of the several SIDs who are tasked with controlling the chaos of the game.",
    "slideshow_picture": [
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/IMG_7301_22.jpg",
      "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/photo_422.jpg"
    ],
    "sheet": "SID"
  },
  "PARENTS": {
    "title": "The Parents",
    "slug": "parents",
    "subhead": "With Parents Weekend in full force, some perspectives had to change",
    "author": "Austin Siegel",
    "article": "<p>&ldquo;What is he doing?&rdquo;</p><p>&ldquo;Oh my god&hellip;no!&rdquo;</p><p>&ldquo;Why? Come on Fitz!&rdquo;</p><p>The &lsquo;Cats were going for two and my family wasn&rsquo;t happy about it. Sitting in the upper deck of Ryan Field, a bunch of Floridians buried in sweaters and winter coats, we were too cold to believe what we were seeing.</p><p>For my mom and sister, it was their first Northwestern football game. They&rsquo;re both sports fans, but even they had a hard time getting excited about a game in which neither Northwestern or Michigan seemed particularly interested in winning. But they loved watching the marching band, shot me a dirty look when I <a href=\"http://www.northbynorthwestern.com/story/end-jingling-keys/\">jingled my keys</a> before kickoff and tried their best to learn the fight song. All things considered, I&rsquo;d say it was a successful Saturday.</p><p>My dad was a different story. He&rsquo;s been an Ohio State fan his whole life, but when I decided to attend Northwestern, he swore off the Buckeyes for good.</p><p>We&rsquo;re a Wildcat family now.</p><p>Throughout the season, he&rsquo;s sent me almost weekly texts calling for someone on the team to be fired or benched. And on Saturday, he was so wrapped up in the game that you would&rsquo;ve thought Northwestern was fighting for a Rose Bowl bid.</p><p>At Ryan Field on Saturday, thousands of parents got to experience Northwestern football (or whatever that was) for the first time. The game was the culmination of Family Weekend, a yearly event that allows students to show their parents a little bit of what campus life is like here at Northwestern. For many freshman, it was the first time they&rsquo;d been with their families since coming to school.</p><p>Freshman Jason Ferry took in the game with his parents, Kim and Mike Ferry. Jason said that while the action on the field may not have been too exciting, it was cool to share the experience with his family.</p><p>&ldquo;It was one of the ugliest football games we&rsquo;d ever seen,&rdquo; Ferry said. &ldquo;But it was definitely fun. My dad went to [graduate school] here. He&rsquo;s a Northwestern fan too.&rdquo;</p><p>He said that while sitting with his parents was a little different than being in the student section, he felt that he was still able to experience the game. His parents also didn&rsquo;t seem to mind when he jingled his keys (<span style=\"text-decoration: line-through;\">see Mom!</span>).</p><p>&ldquo;I explained to them what it meant and they were just like &lsquo;Oh, that&rsquo;s funny,&rdquo; Ferry said. &ldquo;It was definitely cool to show them all our cheers.&rdquo;</p><p>Even though the game ended in disappointment for the &lsquo;Cats, it was still an unforgettable experience for many of the families in attendance, especially my own.</p><p>While my sister is probably still a little confused as to why I insisted on staying for the whole game, it was particularly meaningful getting to share the day with her. A junior in high school, she&rsquo;s just beginning the strange and stressful journey that is the college admissions process. While I know she&rsquo;s got some long nights of SAT cramming ahead of her, it was nice getting to show my sister what awaits on the other side.</p><p>To be totally honest, that was my favorite part about the game. I wasn&rsquo;t nearly as pumped about the action on the field, but because of whom I got to spend the game with in the stands, I still had an amazing time. And I sincerely hope that every other family there felt the same way.</p><p>So when Trevor Siemian went <a href=\"http://peanuts.wikia.com/wiki/Football_gag\">full Charlie Brown</a> and the &lsquo;Cats ended up losing by one, it didn&rsquo;t really matter.</p><p>Because for once, Northwestern had already won.</p>",
    "lead_img": "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/23/The_Parents_Main.jpg",
    "lead_img_caption": "Students and parents alike get pumped for Big Ten conference games",
    "slideshow_picture": "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2014/11/21/unnamed.jpg",
    "sheet": "PARENTS"
  }
}